Src/OpenFOAM/OpenFOAM-5.x-master/tutorials/multiphase/interPhaseChangeDyMFoam/propeller/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

runApplication decomposePar

runParallel `getApplication`

runApplication reconstructPar
